/* No comment provided by engineer. */
"###Failed to remove Identity Avatar###" = "###Ƒȧīŀḗḓ ŧǿ řḗḿǿṽḗ Īḓḗƞŧīŧẏ Ȧṽȧŧȧř###";

/* No comment provided by engineer. */
"##Alert content content content content content content ##" = "##Ȧŀḗřŧ ƈǿƞŧḗƞŧ ƈǿƞŧḗƞŧ ƈǿƞŧḗƞŧ ƈǿƞŧḗƞŧ ƈǿƞŧḗƞŧ ƈǿƞŧḗƞŧ ##";

/* No comment provided by engineer. */
"##Alert Title##" = "##Ȧŀḗřŧ Ŧīŧŀḗ##";

/* No comment provided by engineer. */
"%@ %@ ago" = "%1$@ %2$@ ȧɠǿ";

/* No comment provided by engineer. */
"%@ ago" = "%@ ȧɠǿ";

/* No comment provided by engineer. */
"%@. in %i days" = "%1$@. īƞ %2$i ḓȧẏş";

/* No comment provided by engineer. */
"%@所处方位" = "%@所处方位";

/* No comment provided by engineer. */
"%d people limit on gathering this ·X·. However, we’re glad to eliminate this limit during pilot period in appreciation of your early adaption. Thank you!" = "%d ƥḗǿƥŀḗ ŀīḿīŧ ǿƞ ɠȧŧħḗřīƞɠ ŧħīş ·Ẋ·. Ħǿẇḗṽḗř, ẇḗ’řḗ ɠŀȧḓ ŧǿ ḗŀīḿīƞȧŧḗ ŧħīş ŀīḿīŧ ḓŭřīƞɠ ƥīŀǿŧ ƥḗřīǿḓ īƞ ȧƥƥřḗƈīȧŧīǿƞ ǿƒ ẏǿŭř ḗȧřŀẏ ȧḓȧƥŧīǿƞ. Ŧħȧƞķ ẏǿŭ!";

/* No comment provided by engineer. */
"%d%@前 至目的地%@" = "%1$d%2$@前 至目的地%3$@";

/* No comment provided by engineer. */
"%i days ago" = "%i ḓȧẏş ȧɠǿ";

/* No comment provided by engineer. */
"%i hours ago" = "%i ħǿŭřş ȧɠǿ";

/* No comment provided by engineer. */
"%i minutes ago" = "%i ḿīƞŭŧḗş ȧɠǿ";

/* No comment provided by engineer. */
"%i month" = "%i ḿǿƞŧħ";

/* No comment provided by engineer. */
"%i months" = "%i ḿǿƞŧħş";

/* No comment provided by engineer. */
"%i year" = "%i ẏḗȧř";

/* No comment provided by engineer. */
"%i years" = "%i ẏḗȧřş";

/* No comment provided by engineer. */
"%u %@ %u %@ ago" = "%1$u %2$@ %3$u %4$@ ȧɠǿ";

/* No comment provided by engineer. */
"%u %@ ago" = "%1$u %2$@ ȧɠǿ";

/* No comment provided by engineer. */
"%u / %u" = "%1$u / %2$u";

/* No comment provided by engineer. */
"%u days ago" = "%u ḓȧẏş ȧɠǿ";

/* No comment provided by engineer. */
"%u hours ago" = "%u ħǿŭřş ȧɠǿ";

/* No comment provided by engineer. */
"%u minutes ago" = "%u ḿīƞŭŧḗş ȧɠǿ";

/* No comment provided by engineer. */
"+ mates..." = "+ ḿȧŧḗş...";

/* No comment provided by engineer. */
"+公里" = "+公里";

/* No comment provided by engineer. */
"1.5 hours ago" = "1.5 ħǿŭřş ȧɠǿ";

/* No comment provided by engineer. */
"\"%@\"" = "\"%@\"";

/* Test for Pseudo chars */
"ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz" = "ȦƁƇḒḖƑƓĦĪĴĶĿḾȠǾƤɊŘŞŦŬṼẆẊẎẐȧƀƈḓḗƒɠħīĵķŀḿƞǿƥɋřşŧŭṽẇẋẏz";

/* Accepted in Add Exfee */
"Accepted" = "Ȧƈƈḗƥŧḗḓ";

/* No comment provided by engineer. */
"Add and verify" = "Ȧḓḓ ȧƞḓ ṽḗřīƒẏ";

/* No comment provided by engineer. */
"Add identity" = "Ȧḓḓ īḓḗƞŧīŧẏ";

/* No comment provided by engineer. */
"Add identity..." = "Ȧḓḓ īḓḗƞŧīŧẏ...";

/* No comment provided by engineer. */
"Adding invitation failed." = "Ȧḓḓīƞɠ īƞṽīŧȧŧīǿƞ ƒȧīŀḗḓ.";

/* No comment provided by engineer. */
"Afternoon" = "Ȧƒŧḗřƞǿǿƞ";

/* No comment provided by engineer. */
"All-day" = "Ȧŀŀ-ḓȧẏ";

/* No comment provided by engineer. */
"an hour ago" = "ȧƞ ħǿŭř ȧɠǿ";

/* No comment provided by engineer. */
"Authenticate" = "Ȧŭŧħḗƞŧīƈȧŧḗ";

/* No comment provided by engineer. */
"Authentication" = "Ȧŭŧħḗƞŧīƈȧŧīǿƞ";

/* No comment provided by engineer. */
"Authentication failed." = "Ȧŭŧħḗƞŧīƈȧŧīǿƞ ƒȧīŀḗḓ.";

/* No comment provided by engineer. */
"Authorization failed." = "Ȧŭŧħǿřīzȧŧīǿƞ ƒȧīŀḗḓ.";

/* No comment provided by engineer. */
"Bio" = "Ɓīǿ";

/* No comment provided by engineer. */
"Bio..." = "Ɓīǿ...";

/* No comment provided by engineer. */
"Breakfast" = "Ɓřḗȧķƒȧşŧ";

/* No comment provided by engineer. */
"Brunch" = "Ɓřŭƞƈħ";

/* No comment provided by engineer. */
"Cancel" = "Ƈȧƞƈḗŀ";

/* No comment provided by engineer. */
"Change password" = "Ƈħȧƞɠḗ ƥȧşşẇǿřḓ";

/* No comment provided by engineer. */
"Change password..." = "Ƈħȧƞɠḗ ƥȧşşẇǿřḓ...";

/* No comment provided by engineer. */
"Choose a place" = "Ƈħǿǿşḗ ȧ ƥŀȧƈḗ";

/* No comment provided by engineer. */
"Choose an Account" = "Ƈħǿǿşḗ ȧƞ Ȧƈƈǿŭƞŧ";

/* No comment provided by engineer. */
"Choose photo" = "Ƈħǿǿşḗ ƥħǿŧǿ";

/* No comment provided by engineer. */
"Clear place" = "Ƈŀḗȧř ƥŀȧƈḗ";

/* No comment provided by engineer. */
"Clear portrait" = "Ƈŀḗȧř ƥǿřŧřȧīŧ";

/* No comment provided by engineer. */
"Clear Time" = "Ƈŀḗȧř Ŧīḿḗ";

/* No comment provided by engineer. */
"Confirm reverting portrait and everything back?" = "Ƈǿƞƒīřḿ řḗṽḗřŧīƞɠ ƥǿřŧřȧīŧ ȧƞḓ ḗṽḗřẏŧħīƞɠ ƀȧƈķ?";

/* No comment provided by engineer. */
"Contact unreachable" = "Ƈǿƞŧȧƈŧ ŭƞřḗȧƈħȧƀŀḗ";

/* No comment provided by engineer. */
"Contacts" = "Ƈǿƞŧȧƈŧş";

/* No comment provided by engineer. */
"Cropped area displays as portrait. Shake to revert." = "Ƈřǿƥƥḗḓ ȧřḗȧ ḓīşƥŀȧẏş ȧş ƥǿřŧřȧīŧ. Şħȧķḗ ŧǿ řḗṽḗřŧ.";

/* No comment provided by engineer. */
"Current password" = "Ƈŭřřḗƞŧ ƥȧşşẇǿřḓ";

/* No comment provided by engineer. */
"Daybreak" = "Ḓȧẏƀřḗȧķ";

/* No comment provided by engineer. */
"Delete" = "Ḓḗŀḗŧḗ";

/* No comment provided by engineer. */
"Dinner" = "Ḓīƞƞḗř";

/* No comment provided by engineer. */
"Done" = "Ḓǿƞḗ";

/* No comment provided by engineer. */
"Edit ·X· time" = "Ḗḓīŧ ·Ẋ· ŧīḿḗ";

/* No comment provided by engineer. */
"Enter contact name" = "Ḗƞŧḗř ƈǿƞŧȧƈŧ ƞȧḿḗ";

/* No comment provided by engineer. */
"Enter email or phone" = "Ḗƞŧḗř ḗḿȧīŀ ǿř ƥħǿƞḗ";

/* No comment provided by engineer. */
"Enter password" = "Ḗƞŧḗř ƥȧşşẇǿřḓ";

/* No comment provided by engineer. */
"Evening" = "Ḗṽḗƞīƞɠ";

/* Name for Product */
"EXFE" = "ḖẊƑḖ";

/* Name for App */
"EXFE " = "ḖẊƑḖ ";

/* Name for Product and App */
"EXFE  " = "ḖẊƑḖ  ";

/* No comment provided by engineer. */
"Exfees" = "Ḗẋƒḗḗş";

/* No comment provided by engineer. */
"Facebook" = "Ƒȧƈḗƀǿǿķ";

/* No comment provided by engineer. */
"Facebook Authorization" = "Ƒȧƈḗƀǿǿķ Ȧŭŧħǿřīzȧŧīǿƞ";

/* No comment provided by engineer. */
"Failed to update cross time: %@." = "Ƒȧīŀḗḓ ŧǿ ŭƥḓȧŧḗ ƈřǿşş ŧīḿḗ: %@.";

/* No comment provided by engineer. */
"Failed to update portrait." = "Ƒȧīŀḗḓ ŧǿ ŭƥḓȧŧḗ ƥǿřŧřȧīŧ.";

/* No comment provided by engineer. */
"Failed to update profile." = "Ƒȧīŀḗḓ ŧǿ ŭƥḓȧŧḗ ƥřǿƒīŀḗ.";

/* No comment provided by engineer. */
"Forget Password?" = "Ƒǿřɠḗŧ Ƥȧşşẇǿřḓ?";

/* No comment provided by engineer. */
"Forgot password?" = "Ƒǿřɠǿŧ ƥȧşşẇǿřḓ?";

/* No comment provided by engineer. */
"Gather" = "Ɠȧŧħḗř";

/* No comment provided by engineer. */
"Gather a ·X·" = "Ɠȧŧħḗř ȧ ·Ẋ·";

/* No comment provided by engineer. */
"Go hang out with friends." = "Ɠǿ ħȧƞɠ ǿŭŧ ẇīŧħ ƒřīḗƞḓş.";

/* No comment provided by engineer. */
"go to verify" = "ɠǿ ŧǿ ṽḗřīƒẏ";

/* No comment provided by engineer. */
"HOST" = "ĦǾŞŦ";

/* No comment provided by engineer. */
"Host as identity:" = "Ħǿşŧ ȧş īḓḗƞŧīŧẏ:";

/* No comment provided by engineer. */
"I'm in" = "Ī'ḿ īƞ";

/* No comment provided by engineer. */
"Identity authorization has been revoked, please re-authorize." = "Īḓḗƞŧīŧẏ ȧŭŧħǿřīzȧŧīǿƞ ħȧş ƀḗḗƞ řḗṽǿķḗḓ, ƥŀḗȧşḗ řḗ-ȧŭŧħǿřīzḗ.";

/* No comment provided by engineer. */
"Identity Verification" = "Īḓḗƞŧīŧẏ Ṽḗřīƒīƈȧŧīǿƞ";

/* No comment provided by engineer. */
"in %@" = "īƞ %@";

/* No comment provided by engineer. */
"in %@ %@" = "īƞ %1$@ %2$@";

/* No comment provided by engineer. */
"in %i hours" = "īƞ %i ħǿŭřş";

/* No comment provided by engineer. */
"in %i minutes" = "īƞ %i ḿīƞŭŧḗş";

/* No comment provided by engineer. */
"In %u %@" = "Īƞ %1$u %2$@";

/* No comment provided by engineer. */
"In %u %@ %u %@" = "Īƞ %1$u %2$@ %3$u %4$@";

/* No comment provided by engineer. */
"In %u days" = "Īƞ %u ḓȧẏş";

/* No comment provided by engineer. */
"In %u hours" = "Īƞ %u ħǿŭřş";

/* No comment provided by engineer. */
"In %u minutes" = "Īƞ %u ḿīƞŭŧḗş";

/* No comment provided by engineer. */
"in 1.5 hours" = "īƞ 1.5 ħǿŭřş";

/* No comment provided by engineer. */
"in one hour" = "īƞ ǿƞḗ ħǿŭř";

/* No comment provided by engineer. */
"in two days" = "īƞ ŧẇǿ ḓȧẏş";

/* No comment provided by engineer. */
"In two days" = "Īƞ ŧẇǿ ḓȧẏş";

/* No comment provided by engineer. */
"Interested" = "Īƞŧḗřḗşŧḗḓ";

/* No comment provided by engineer. */
"Intersted" = "Īƞŧḗřşŧḗḓ";

/* No comment provided by engineer. */
"Invalid account." = "Īƞṽȧŀīḓ ȧƈƈǿŭƞŧ.";

/* No comment provided by engineer. */
"Invalid identity." = "Īƞṽȧŀīḓ īḓḗƞŧīŧẏ.";

/* No comment provided by engineer. */
"Invalid name." = "Īƞṽȧŀīḓ ƞȧḿḗ.";

/* No comment provided by engineer. */
"Invalid password." = "Īƞṽȧŀīḓ ƥȧşşẇǿřḓ.";

/* No comment provided by engineer. */
"Invalid token." = "Īƞṽȧŀīḓ ŧǿķḗƞ.";

/* No comment provided by engineer. */
"just now" = "ĵŭşŧ ƞǿẇ";

/* No comment provided by engineer. */
"Just now" = "Ĵŭşŧ ƞǿẇ";

/* No comment provided by engineer. */
"Leave from this ·X·" = "Ŀḗȧṽḗ ƒřǿḿ ŧħīş ·Ẋ·";

/* No comment provided by engineer. */
"Loading" = "Ŀǿȧḓīƞɠ";

/* No comment provided by engineer. */
"Loading..." = "Ŀǿȧḓīƞɠ...";

/* No comment provided by engineer. */
"Location unavailable" = "Ŀǿƈȧŧīǿƞ ŭƞȧṽȧīŀȧƀŀḗ";

/* No comment provided by engineer. */
"Lunch" = "Ŀŭƞƈħ";

/* No comment provided by engineer. */
"Merge" = "Ḿḗřɠḗ";

/* No comment provided by engineer. */
"Merge account %@ into your current signed-in account?" = "Ḿḗřɠḗ ȧƈƈǿŭƞŧ %@ īƞŧǿ ẏǿŭř ƈŭřřḗƞŧ şīɠƞḗḓ-īƞ ȧƈƈǿŭƞŧ?";

/* No comment provided by engineer. */
"Merge accounts" = "Ḿḗřɠḗ ȧƈƈǿŭƞŧş";

/* No comment provided by engineer. */
"Midnight" = "Ḿīḓƞīɠħŧ";

/* No comment provided by engineer. */
"month" = "ḿǿƞŧħ";

/* No comment provided by engineer. */
"months" = "ḿǿƞŧħş";

/* No comment provided by engineer. */
"Morning" = "Ḿǿřƞīƞɠ";

/* No comment provided by engineer. */
"New password" = "Ƞḗẇ ƥȧşşẇǿřḓ";

/* No comment provided by engineer. */
"Next" = "Ƞḗẋŧ";

/* No comment provided by engineer. */
"Next %@" = "Ƞḗẋŧ %@";

/* No comment provided by engineer. */
"Night" = "Ƞīɠħŧ";

/* No comment provided by engineer. */
"No place found. Tap arrow to edit." = "Ƞǿ ƥŀȧƈḗ ƒǿŭƞḓ. Ŧȧƥ ȧřřǿẇ ŧǿ ḗḓīŧ.";

/* No comment provided by engineer. */
"No post in conversation,\n yet." = "Ƞǿ ƥǿşŧ īƞ ƈǿƞṽḗřşȧŧīǿƞ,\n ẏḗŧ.";

/* No comment provided by engineer. */
"Noon" = "Ƞǿǿƞ";

/* No comment provided by engineer. */
"now" = "ƞǿẇ";

/* No comment provided by engineer. */
"Now" = "Ƞǿẇ";

/* No comment provided by engineer. */
"OK" = "ǾĶ";

/* No comment provided by engineer. */
"Password incorrect." = "Ƥȧşşẇǿřḓ īƞƈǿřřḗƈŧ.";

/* No comment provided by engineer. */
"Password reset request is sent, please check your email for instructions." = "Ƥȧşşẇǿřḓ řḗşḗŧ řḗɋŭḗşŧ īş şḗƞŧ, ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḗḿȧīŀ ƒǿř īƞşŧřŭƈŧīǿƞş.";

/* No comment provided by engineer. */
"Password reset request is sent, please check your message for instructions." = "Ƥȧşşẇǿřḓ řḗşḗŧ řḗɋŭḗşŧ īş şḗƞŧ, ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḿḗşşȧɠḗ ƒǿř īƞşŧřŭƈŧīǿƞş.";

/* No comment provided by engineer. */
"Pending" = "Ƥḗƞḓīƞɠ";

/* No comment provided by engineer. */
"People will no longer have access to any information in this ·X·. Please confirm to remove." = "Ƥḗǿƥŀḗ ẇīŀŀ ƞǿ ŀǿƞɠḗř ħȧṽḗ ȧƈƈḗşş ŧǿ ȧƞẏ īƞƒǿřḿȧŧīǿƞ īƞ ŧħīş ·Ẋ·. Ƥŀḗȧşḗ ƈǿƞƒīřḿ ŧǿ řḗḿǿṽḗ.";

/* No comment provided by engineer. */
"Pick a time" = "Ƥīƈķ ȧ ŧīḿḗ";

/* No comment provided by engineer. */
"Please allow {{PRODUCT_APP_NAME}} to use your Twitter account. Go to the Settings app, select Twitter to set up." = "Ƥŀḗȧşḗ ȧŀŀǿẇ {{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}} ŧǿ ŭşḗ ẏǿŭř Ŧẇīŧŧḗř ȧƈƈǿŭƞŧ. Ɠǿ ŧǿ ŧħḗ Şḗŧŧīƞɠş ȧƥƥ, şḗŀḗƈŧ Ŧẇīŧŧḗř ŧǿ şḗŧ ŭƥ.";

/* No comment provided by engineer. */
"Please check and allow {{PRODUCT_APP_NAME}} to use your account in Facebook menu of ‘Settings’ app. Retry or use other identity." = "Ƥŀḗȧşḗ ƈħḗƈķ ȧƞḓ ȧŀŀǿẇ {{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}} ŧǿ ŭşḗ ẏǿŭř ȧƈƈǿŭƞŧ īƞ Ƒȧƈḗƀǿǿķ ḿḗƞŭ ǿƒ ‘Şḗŧŧīƞɠş’ ȧƥƥ. Řḗŧřẏ ǿř ŭşḗ ǿŧħḗř īḓḗƞŧīŧẏ.";

/* No comment provided by engineer. */
"Please check spell and retry." = "Ƥŀḗȧşḗ ƈħḗƈķ şƥḗŀŀ ȧƞḓ řḗŧřẏ.";

/* No comment provided by engineer. */
"Please check your input above." = "Ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř īƞƥŭŧ ȧƀǿṽḗ.";

/* No comment provided by engineer. */
"Please check your network connection and account setting in Settings app." = "Ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ƞḗŧẇǿřķ ƈǿƞƞḗƈŧīǿƞ ȧƞḓ ȧƈƈǿŭƞŧ şḗŧŧīƞɠ īƞ Şḗŧŧīƞɠş ȧƥƥ.";

/* No comment provided by engineer. */
"Please proceed to “Settings” app » Privacy » Location Service,\nthen turn it on for “{{PRODUCT_APP_NAME}}”." = "Ƥŀḗȧşḗ ƥřǿƈḗḗḓ ŧǿ “Şḗŧŧīƞɠş” ȧƥƥ » Ƥřīṽȧƈẏ » Ŀǿƈȧŧīǿƞ Şḗřṽīƈḗ,\nŧħḗƞ ŧŭřƞ īŧ ǿƞ ƒǿř “{{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}}”.";

/* No comment provided by engineer. */
"Please wait a while." = "Ƥŀḗȧşḗ ẇȧīŧ ȧ ẇħīŀḗ.";

/* No comment provided by engineer. */
"Previous" = "Ƥřḗṽīǿŭş";

/* No comment provided by engineer. */
"Privacy Control" = "Ƥřīṽȧƈẏ Ƈǿƞŧřǿŀ";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Ƥŭŀŀ ḓǿẇƞ ŧǿ řḗƒřḗşħ...";

/* No comment provided by engineer. */
"Quota limit exceeded" = "Ɋŭǿŧȧ ŀīḿīŧ ḗẋƈḗḗḓḗḓ";

/* No comment provided by engineer. */
"Re-authorize" = "Řḗ-ȧŭŧħǿřīzḗ";

/* No comment provided by engineer. */
"Release to refresh..." = "Řḗŀḗȧşḗ ŧǿ řḗƒřḗşħ...";

/* No comment provided by engineer. */
"Remove from this ·X·" = "Řḗḿǿṽḗ ƒřǿḿ ŧħīş ·Ẋ·";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile." = "Řḗɋŭḗşŧ şħǿŭŀḓ ƀḗ řḗşƥǿƞḓḗḓ ŭşŭȧŀŀẏ īƞ şḗƈǿƞḓş, ƥŀḗȧşḗ ẇȧīŧ ƒǿř ȧẇħīŀḗ.";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile. Please also check your spam email folder, it might be mistakenly filtered by your mailbox." = "Řḗɋŭḗşŧ şħǿŭŀḓ ƀḗ řḗşƥǿƞḓḗḓ ŭşŭȧŀŀẏ īƞ şḗƈǿƞḓş, ƥŀḗȧşḗ ẇȧīŧ ƒǿř ȧẇħīŀḗ. Ƥŀḗȧşḗ ȧŀşǿ ƈħḗƈķ ẏǿŭř şƥȧḿ ḗḿȧīŀ ƒǿŀḓḗř, īŧ ḿīɠħŧ ƀḗ ḿīşŧȧķḗƞŀẏ ƒīŀŧḗřḗḓ ƀẏ ẏǿŭř ḿȧīŀƀǿẋ.";

/* No comment provided by engineer. */
"Request too frequently." = "Řḗɋŭḗşŧ ŧǿǿ ƒřḗɋŭḗƞŧŀẏ.";

/* No comment provided by engineer. */
"Revert" = "Řḗṽḗřŧ";

/* No comment provided by engineer. */
"Revert editing" = "Řḗṽḗřŧ ḗḓīŧīƞɠ";

/* No comment provided by engineer. */
"Right there on map" = "Řīɠħŧ ŧħḗřḗ ǿƞ ḿȧƥ";

/* No comment provided by engineer. */
"Same password?" = "Şȧḿḗ ƥȧşşẇǿřḓ?";

/* No comment provided by engineer. */
"Save" = "Şȧṽḗ";

/* No comment provided by engineer. */
"Search place" = "Şḗȧřƈħ ƥŀȧƈḗ";

/* No comment provided by engineer. */
"Seconds ago" = "Şḗƈǿƞḓş ȧɠǿ";

/* No comment provided by engineer. */
"seconds ago" = "şḗƈǿƞḓş ȧɠǿ";

/* No comment provided by engineer. */
"Send" = "Şḗƞḓ";

/* No comment provided by engineer. */
"Set by %@" = "Şḗŧ ƀẏ %@";

/* No comment provided by engineer. */
"Set by %@ %@" = "Şḗŧ ƀẏ %1$@ %2$@";

/* No comment provided by engineer. */
"Set display name" = "Şḗŧ ḓīşƥŀȧẏ ƞȧḿḗ";

/* No comment provided by engineer. */
"Set invitee name" = "Şḗŧ īƞṽīŧḗḗ ƞȧḿḗ";

/* No comment provided by engineer. */
"Set Password" = "Şḗŧ Ƥȧşşẇǿřḓ";

/* No comment provided by engineer. */
"Set password failed." = "Şḗŧ ƥȧşşẇǿřḓ ƒȧīŀḗḓ.";

/* No comment provided by engineer. */
"Set password..." = "Şḗŧ ƥȧşşẇǿřḓ...";

/* No comment provided by engineer. */
"Set response to:" = "Şḗŧ řḗşƥǿƞşḗ ŧǿ:";

/* No comment provided by engineer. */
"Set up Twitter account" = "Şḗŧ ŭƥ Ŧẇīŧŧḗř ȧƈƈǿŭƞŧ";

/* No comment provided by engineer. */
"Set {{PRODUCT_APP_NAME}} password" = "Şḗŧ {{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}} ƥȧşşẇǿřḓ";

/* No comment provided by engineer. */
"Show all contacts" = "Şħǿẇ ȧŀŀ ƈǿƞŧȧƈŧş";

/* No comment provided by engineer. */
"Sign In" = "Şīɠƞ Īƞ";

/* No comment provided by engineer. */
"Sign out" = "Şīɠƞ ǿŭŧ";

/* No comment provided by engineer. */
"Sometime" = "Şǿḿḗŧīḿḗ";

/* No comment provided by engineer. */
"Somewhere" = "Şǿḿḗẇħḗřḗ";

/* No comment provided by engineer. */
"Sorry for the inconvenience. Sometimes, we have to compromise on experience for your account security. Re-authentication is to avoid modification by others who can possibly use your phone." = "Şǿřřẏ ƒǿř ŧħḗ īƞƈǿƞṽḗƞīḗƞƈḗ. Şǿḿḗŧīḿḗş, ẇḗ ħȧṽḗ ŧǿ ƈǿḿƥřǿḿīşḗ ǿƞ ḗẋƥḗřīḗƞƈḗ ƒǿř ẏǿŭř ȧƈƈǿŭƞŧ şḗƈŭřīŧẏ. Řḗ-ȧŭŧħḗƞŧīƈȧŧīǿƞ īş ŧǿ ȧṽǿīḓ ḿǿḓīƒīƈȧŧīǿƞ ƀẏ ǿŧħḗřş ẇħǿ ƈȧƞ ƥǿşşīƀŀẏ ŭşḗ ẏǿŭř ƥħǿƞḗ.";

/* No comment provided by engineer. */
"Start" = "Şŧȧřŧ";

/* No comment provided by engineer. */
"Start over" = "Şŧȧřŧ ǿṽḗř";

/* No comment provided by engineer. */
"Start with new account" = "Şŧȧřŧ ẇīŧħ ƞḗẇ ȧƈƈǿŭƞŧ";

/* search header title */
"Suggest" = "Şŭɠɠḗşŧ";

/* No comment provided by engineer. */
"Take photo" = "Ŧȧķḗ ƥħǿŧǿ";

/* No comment provided by engineer. */
"Take some notes" = "Ŧȧķḗ şǿḿḗ ƞǿŧḗş";

/* No comment provided by engineer. */
"TAP TO RETRY" = "ŦȦƤ ŦǾ ŘḖŦŘẎ";

/* No comment provided by engineer. */
"Tea-break" = "Ŧḗȧ-ƀřḗȧķ";

/* No comment provided by engineer. */
"The group utility for gathering." = "Ŧħḗ ɠřǿŭƥ ŭŧīŀīŧẏ ƒǿř ɠȧŧħḗřīƞɠ.";

/* No comment provided by engineer. */
"The time is too long after the autentication. Please try authenticate identity above again." = "Ŧħḗ ŧīḿḗ īş ŧǿǿ ŀǿƞɠ ȧƒŧḗř ŧħḗ ȧŭŧḗƞŧīƈȧŧīǿƞ. Ƥŀḗȧşḗ ŧřẏ ȧŭŧħḗƞŧīƈȧŧḗ īḓḗƞŧīŧẏ ȧƀǿṽḗ ȧɠȧīƞ.";

/* No comment provided by engineer. */
"There is something wrong. Please try again later." = "Ŧħḗřḗ īş şǿḿḗŧħīƞɠ ẇřǿƞɠ. Ƥŀḗȧşḗ ŧřẏ ȧɠȧīƞ ŀȧŧḗř.";

/* No comment provided by engineer. */
"This email requires verification before proceeding. Verification request is sent, please check your email for instructions." = "Ŧħīş ḗḿȧīŀ řḗɋŭīřḗş ṽḗřīƒīƈȧŧīǿƞ ƀḗƒǿřḗ ƥřǿƈḗḗḓīƞɠ. Ṽḗřīƒīƈȧŧīǿƞ řḗɋŭḗşŧ īş şḗƞŧ, ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḗḿȧīŀ ƒǿř īƞşŧřŭƈŧīǿƞş.";

/* No comment provided by engineer. */
"This number requires verification before proceeding. Verification request is sent, please check your message for instructions." = "Ŧħīş ƞŭḿƀḗř řḗɋŭīřḗş ṽḗřīƒīƈȧŧīǿƞ ƀḗƒǿřḗ ƥřǿƈḗḗḓīƞɠ. Ṽḗřīƒīƈȧŧīǿƞ řḗɋŭḗşŧ īş şḗƞŧ, ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḿḗşşȧɠḗ ƒǿř īƞşŧřŭƈŧīǿƞş.";

/* No comment provided by engineer. */
"Title & Description" = "Ŧīŧŀḗ & Ḓḗşƈřīƥŧīǿƞ";

/* No comment provided by engineer. */
"To protect privacy, nothing to list here \nuntil your account is verified. Please go to verify first." = "Ŧǿ ƥřǿŧḗƈŧ ƥřīṽȧƈẏ, ƞǿŧħīƞɠ ŧǿ ŀīşŧ ħḗřḗ \nŭƞŧīŀ ẏǿŭř ȧƈƈǿŭƞŧ īş ṽḗřīƒīḗḓ. Ƥŀḗȧşḗ ɠǿ ŧǿ ṽḗřīƒẏ ƒīřşŧ.";

/* No comment provided by engineer. */
"To reset {{PRODUCT_APP_NAME}} password, please authenticate with your identity." = "Ŧǿ řḗşḗŧ {{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}} ƥȧşşẇǿřḓ, ƥŀḗȧşḗ ȧŭŧħḗƞŧīƈȧŧḗ ẇīŧħ ẏǿŭř īḓḗƞŧīŧẏ.";

/* No comment provided by engineer. */
"Today" = "Ŧǿḓȧẏ";

/* No comment provided by engineer. */
"tomorrow" = "ŧǿḿǿřřǿẇ";

/* No comment provided by engineer. */
"Tomorrow" = "Ŧǿḿǿřřǿẇ";

/* No comment provided by engineer. */
"Twitter" = "Ŧẇīŧŧḗř";

/* No comment provided by engineer. */
"Twitter Authorization" = "Ŧẇīŧŧḗř Ȧŭŧħǿřīzȧŧīǿƞ";

/* No comment provided by engineer. */
"Two days ago" = "Ŧẇǿ ḓȧẏş ȧɠǿ";

/* No comment provided by engineer. */
"two days ago" = "ŧẇǿ ḓȧẏş ȧɠǿ";

/* No comment provided by engineer. */
"Unavailable" = "Ŭƞȧṽȧīŀȧƀŀḗ";

/* No comment provided by engineer. */
"Unreachable contact" = "Ŭƞřḗȧƈħȧƀŀḗ ƈǿƞŧȧƈŧ";

/* No comment provided by engineer. */
"Unverified account." = "Ŭƞṽḗřīƒīḗḓ ȧƈƈǿŭƞŧ.";

/* No comment provided by engineer. */
"Unverified identity, please check your email for instructions.\nRe-send verification email?" = "Ŭƞṽḗřīƒīḗḓ īḓḗƞŧīŧẏ, ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḗḿȧīŀ ƒǿř īƞşŧřŭƈŧīǿƞş.\nŘḗ-şḗƞḓ ṽḗřīƒīƈȧŧīǿƞ ḗḿȧīŀ?";

/* No comment provided by engineer. */
"Update" = "Ŭƥḓȧŧḗ";

/* No comment provided by engineer. */
"Update available" = "Ŭƥḓȧŧḗ ȧṽȧīŀȧƀŀḗ";

/* No comment provided by engineer. */
"Verification" = "Ṽḗřīƒīƈȧŧīǿƞ";

/* No comment provided by engineer. */
"Verification is sent. Please check your email for instructions." = "Ṽḗřīƒīƈȧŧīǿƞ īş şḗƞŧ. Ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḗḿȧīŀ ƒǿř īƞşŧřŭƈŧīǿƞş.";

/* No comment provided by engineer. */
"Verification is sent. Please check your message for instructions." = "Ṽḗřīƒīƈȧŧīǿƞ īş şḗƞŧ. Ƥŀḗȧşḗ ƈħḗƈķ ẏǿŭř ḿḗşşȧɠḗ ƒǿř īƞşŧřŭƈŧīǿƞş.";

/* No comment provided by engineer. */
"Welcome to {{PRODUCT_APP_NAME}}" = "Ẇḗŀƈǿḿḗ ŧǿ {{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}}";

/* No comment provided by engineer. */
"Why I have to do this?" = "Ẇħẏ Ī ħȧṽḗ ŧǿ ḓǿ ŧħīş?";

/* No comment provided by engineer. */
"year" = "ẏḗȧř";

/* No comment provided by engineer. */
"years" = "ẏḗȧřş";

/* No comment provided by engineer. */
"Yesterday" = "Ẏḗşŧḗřḓȧẏ";

/* No comment provided by engineer. */
"yesterday" = "ẏḗşŧḗřḓȧẏ";

/* No comment provided by engineer. */
"You have no access to this private ·X·." = "Ẏǿŭ ħȧṽḗ ƞǿ ȧƈƈḗşş ŧǿ ŧħīş ƥřīṽȧŧḗ ·Ẋ·.";

/* No comment provided by engineer. */
"You will no longer have access to any information in this ·X· once left. Please confirm to leave." = "Ẏǿŭ ẇīŀŀ ƞǿ ŀǿƞɠḗř ħȧṽḗ ȧƈƈḗşş ŧǿ ȧƞẏ īƞƒǿřḿȧŧīǿƞ īƞ ŧħīş ·Ẋ· ǿƞƈḗ ŀḗƒŧ. Ƥŀḗȧşḗ ƈǿƞƒīřḿ ŧǿ ŀḗȧṽḗ.";

/* No comment provided by engineer. */
"Your profile here." = "Ẏǿŭř ƥřǿƒīŀḗ ħḗřḗ.";

/* No comment provided by engineer. */
"You’re about to change import information of your account. For security concerns, please authenticate first and set your {{PRODUCT_APP_NAME}} password." = "Ẏǿŭ’řḗ ȧƀǿŭŧ ŧǿ ƈħȧƞɠḗ īḿƥǿřŧ īƞƒǿřḿȧŧīǿƞ ǿƒ ẏǿŭř ȧƈƈǿŭƞŧ. Ƒǿř şḗƈŭřīŧẏ ƈǿƞƈḗřƞş, ƥŀḗȧşḗ ȧŭŧħḗƞŧīƈȧŧḗ ƒīřşŧ ȧƞḓ şḗŧ ẏǿŭř {{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}} ƥȧşşẇǿřḓ.";

/* No comment provided by engineer. */
"You’re about to change important information of your account. For security concerns, please authenticate your account." = "Ẏǿŭ’řḗ ȧƀǿŭŧ ŧǿ ƈħȧƞɠḗ īḿƥǿřŧȧƞŧ īƞƒǿřḿȧŧīǿƞ ǿƒ ẏǿŭř ȧƈƈǿŭƞŧ. Ƒǿř şḗƈŭřīŧẏ ƈǿƞƈḗřƞş, ƥŀḗȧşḗ ȧŭŧħḗƞŧīƈȧŧḗ ẏǿŭř ȧƈƈǿŭƞŧ.";

/* No comment provided by engineer. */
"{{PRODUCT_APP_NAME}}" = "{{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}}";

/* No comment provided by engineer. */
"{{PRODUCT_APP_NAME}} %@ is available. You’re using version %@. Update now?" = "{{ƤŘǾḒŬƇŦ_ȦƤƤ_ȠȦḾḖ}} %1$@ īş ȧṽȧīŀȧƀŀḗ. Ẏǿŭ’řḗ ŭşīƞɠ ṽḗřşīǿƞ %2$@. Ŭƥḓȧŧḗ ƞǿẇ?";

/* No comment provided by engineer. */
"·X·" = "·Ẋ·";

/* No comment provided by engineer. */
"“Rome wasn't built in a day.”" = "“Řǿḿḗ ẇȧşƞ'ŧ ƀŭīŀŧ īƞ ȧ ḓȧẏ.”";

/* No comment provided by engineer. */
"“活点地图”会显示您20分钟之内的方位，放心只有得到您同意的朋友们才能看到。" = "“活点地图”会显示您20分钟之内的方位，放心只有得到您同意的朋友们才能看到。";

/* No comment provided by engineer. */
"“活点地图”后台" = "“活点地图”后台";

/* No comment provided by engineer. */
"你在哪？\n%@" = "你在哪？\n%@";

/* No comment provided by engineer. */
"像“活点地图”这样能获知您方位的工具，应以最高标准尊重个人隐私和数据安全。我们对此非常重视。" = "像“活点地图”这样能获知您方位的工具，应以最高标准尊重个人隐私和数据安全。我们对此非常重视。";

/* No comment provided by engineer. */
"公里" = "公里";

/* No comment provided by engineer. */
"关闭此功能" = "关闭此功能";

/* No comment provided by engineer. */
"分钟前" = "分钟前";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"在线" = "在线";

/* No comment provided by engineer. */
"小时前" = "小时前";

/* No comment provided by engineer. */
"开启活点地图" = "开启活点地图";

/* No comment provided by engineer. */
"开启这张活点地图" = "开启这张活点地图";

/* No comment provided by engineer. */
"当前所处方位" = "当前所处方位";

/* No comment provided by engineer. */
"您刚刚拒绝开启这张“活点地图”：Threshold of the odyssey。它将不会展现您的位置，您也无法用它看到别人的位置。但这不会影响您已开启的其它“活点地图”页面，每张地图中是否展现您的位置是各自独立的设置。" = "您刚刚拒绝开启这张“活点地图”：Ŧħřḗşħǿŀḓ ǿƒ ŧħḗ ǿḓẏşşḗẏ。它将不会展现您的位置，您也无法用它看到别人的位置。但这不会影响您已开启的其它“活点地图”页面，每张地图中是否展现您的位置是各自独立的设置。";

/* No comment provided by engineer. */
"抵达" = "抵达";

/* No comment provided by engineer. */
"方位未知" = "方位未知";

/* No comment provided by engineer. */
"无需保持应用开启，也能在您已开启的地图中展示一段时间内的位置。" = "无需保持应用开启，也能在您已开启的地图中展示一段时间内的位置。";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"米" = "米";

/* No comment provided by engineer. */
"至目的地" = "至目的地";

/* No comment provided by engineer. */
"至目的地%@ 与您相距%@" = "至目的地%1$@ 与您相距%2$@";

/* No comment provided by engineer. */
"要改变主意与朋友们互相看到位置和轨迹？" = "要改变主意与朋友们互相看到位置和轨迹？";

/* No comment provided by engineer. */
"请在地图上画出路径" = "请在地图上画出路径";

/* No comment provided by engineer. */
"请对方更新方位" = "请对方更新方位";

/* No comment provided by engineer. */
"距您的位置" = "距您的位置";

/* No comment provided by engineer. */
"这张“活点地图”将会展现您未来1小时内的方位。" = "这张“活点地图”将会展现您未来1小时内的方位。";

/* No comment provided by engineer. */
"这里" = "这里";

/* No comment provided by engineer. */
"隐私至关重要" = "隐私至关重要";

